abs
acl
acpi
acpid
alsa-utils
attr
axel
bash
bash-completion
bzip2
codecs
coreutils
cpio
cracklib
cryptsetup
ctags
dash
db
dcron
device-mapper
dhcpcd
dialog
diffutils
dmapi
dmraid
e2fsprogs
eog
evince
evolution
fakeroot
fcitx
ffmpeg
file
file-roller
filesystem
findutils
firefox
flashplugin
gawk
gcc
gcc-libs
gconf-editor
gdbm
gdm
gen-init-cpio
gettext
gimp
git
glibc
gnome-applets
gnome-backgrounds
gnome-control-center
gnome-desktop
gnome-icon-theme
gnome-media
gnome-mime-data
gnome-mount
gnome-panel
gnome-power-manager
gnome-python
gnome-screensaver
gnome-session
gnome-settings-daemon
gnome-terminal
gnome-themes
gnome2-user-docs
grep
groff
grub
gstreamer0.10-bad-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-ugly-plugins
gvim
gzip
hd2u
hdparm
hwd
hwdetect
initscripts
iputils
jfsutils
kbd
kernel-headers
kernel26
klibc
klibc-extras
klibc-kbd
klibc-module-init-tools
klibc-udev
laptop-mode-tools
less
libarchive
libdownload
libgail-gnome
libgcrypt
libgpg-error
libidn
libpcap
libusb
licenses
lilo
links
lirc
logrotate
lvm2
lzo2
mailx
make
man
man-pages
mdadm
metacity
mkinitcpio
mlocate
module-init-tools
most
mysql
mysql-gui-tools
nano
nautilus
ncurses
net-tools
netcfg
openoffice-base
openoffice-zh_cn
openssh
openssl
opera
p7zip
pacman
pacman-mirrorlist
pam
patch
pciutils
pcmciautils
pcre
perl
pidgin
pkgconfig
popt
procinfo
procps
psmisc
pygments
readline
reiserfsprogs
rhythmbox
ruby
ruby-gnome2
scrot
sdparm
sed
shadow
smartmontools
smplayer
stardict
subversion
sudo
sysfsutils
syslog-ng
sysvinit
tar
tcp_wrappers
terminus-font
texlive-core
texlive-latexextra
totem
tzdata
udev
unrar
unzip
usbutils
util-linux-ng
vi
vim
vim-omnicppcomplete
wget
which
xbindkeys
xchat
xchm
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-video-ati
xf86-video-vesa
xfsprogs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-res-utils
xorg-server
xorg-twm
xorg-xinit
xterm
yelp
zlib
