axel
bash-completion
ctags
eog
evince
fcitx
ffmpeg
file
file-roller
firefox
flashplugin
gawk
gcc
gconf-editor
gdm
gimp
git
gnome-applets
gnome-backgrounds
gnome-control-center
gnome-desktop
gnome-icon-theme
gnome-media
gnome-mime-data
gnome-mount
gnome-panel
gnome-power-manager
gnome-python
gnome-screensaver
gnome-session
gnome-settings-daemon
gnome-terminal
gnome-themes
gnome2-user-docs
groff
gstreamer0.10-bad-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-ugly-plugins
gvim
gzip
hwd
hwdetect
laptop-mode-tools
logrotate
make
mysql
nautilus
openoffice-base
openssh
openssl
p7zip
pidgin
rhythmbox
ruby
ruby-gnome2
scrot
sed
stardict
subversion
tar
texlive-core
texlive-latexextra
totem
unrar
unzip
vi
vim
vim-omnicppcomplete
wget
xbindkeys
xchat
xchm
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xorg-server
xterm
zlib
zsh
