axel
bash-completion
ffmpeg
file-roller
gcc
gconf-editor
gnome
gnome-python
kdegraphics
hwd
hwdetect
laptop-mode-tools
logrotate
make
network-manager-applet
openoffice-base
openssh
openssl
p7zip
pidgin
php
postfix
postgresql
rhythmbox
erlang
ruby
ruby-gnome2
scrot
stardict
subversion
tar
texlive-core
texlive-latexextra
totem

vi
vim
gvim
ctags
vim-omnicppcomplete

virtualbox-additions
virtualbox-modules
virtualbox-ose-additions-modules

xbindkeys
xchat

xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xorg-server
hal

xmonad
xmonad-contrib
xmobar
dmenu
zsh
xscreensaver
gnome-power-manager
gnome-terminal
xterm
fcitx

git
iotop
imagemagick

xchm
unrar
unzip
bzip2
gzip

mysql
mysql-clients
mysql-gui-tools
nginx
apache

gimp
firefox
flashplugin
dia
eog
gstreamer0.10-plugins
gstreamer0.10-bad-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-ugly-plugins
gdm
evince
patch
graphviz
