a52dec
aalib
accountsservice
acl
acpi
acpid
alsa-lib
alsa-plugins
alsa-utils
apr
apr-util
apvlv
arandr
archlinux-themes-slim
aspell
aspell-en
atk
at-spi2-atk
at-spi2-core
attica
attr
autoconf
automake
autossh
avahi
bash
bash-completion
binutils-multilib
bison
blas
bluez
boost-libs
brasero
bridge-utils
btrfs-progs-unstable
bzip2
bzr
ca-certificates
ca-certificates-java
cairo
cantarell-fonts
caribou
ccache
cdparanoia
cdrdao
cdrkit
chromium
cifs-utils
cloog
clutter
clutter-gst
clutter-gtk
cogl
colord
compositeproto
consolekit
coreutils
cpufrequtils
cracklib
cronie
cryptsetup
ctags
cups-pk-helper
curl
damageproto
darcs
db
dbus
dbus-core
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhcpcd
dia
dialog
diffutils
djvulibre
dmxproto
dnsutils
docbook-xml
docbook-xsl
dri2proto
dvd+rw-tools
e2fsprogs
eject
enca
enchant
eog
eog-plugins
epiphany
eventlog
evince
evolution-data-server
exempi
exiv2
expat
faac
faad2
fakeroot
farsight2
fcitx
fcitx-gtk2
fcitx-gtk3
fcitx-qt
ffmpeg
fftw
file
file-roller
filesystem
filezilla
findutils
firefox
fixesproto
flac
flashplugin
flex
folks
fontconfig
fontsproto
freeglut
freetype2
fribidi
fuse
gawk
gcc-libs-multilib
gcc-multilib
gcolor2
gconf
gd
gdbm
gdk-pixbuf2
gdm
gecko-mediaplayer
gettext
ghc
ghostscript
giblib
giflib
git
gjs
glib2
glibc
glib-networking
glproto
gmime
gmp
gnome-applets
gnome-backgrounds
gnome-bluetooth
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-documents
gnome-doc-utils
gnome-icon-theme
gnome-icon-theme-extras
gnome-icon-theme-symbolic
gnome-js-common
gnome-keyring
gnome-media
gnome-menus
gnome-mplayer
gnome-nettool
gnome-online-accounts
gnome-panel
gnome-power-manager
gnome-screensaver
gnome-session
gnome-settings-daemon
gnome-shell
gnome-terminal
gnome-themes-standard
gnome-user-docs
gnome-utils
gnu-netcat
gnutls
gobject-introspection
gpm
grantlee
graphite
grep
groff
grub2-common
gsettings-desktop-schemas
gsfonts
gsm
gstreamer0.10
gstreamer0.10-bad
gstreamer0.10-bad-plugins
gstreamer0.10-base
gstreamer0.10-base-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-good
gstreamer0.10-good-plugins
gstreamer0.10-python
gstreamer0.10-ugly
gstreamer0.10-ugly-plugins
gtk2
gtk3
gtk-aurora-engine
gtk-engines
gtkspell
gtk-update-icon-cache
gucharmap
guile
gvfs
gvfs-obexftp
gvim
gzip
haskell-mtl
haskell-syb
haskell-transformers
haskell-utf8-string
haskell-x11
haskell-x11-xft
hddtemp
hdparm
heirloom-mailx
hicolor-icon-theme
hspell
htop
hunspell
hwdetect
hyphen
iana-etc
icedtea-web-java7
icon-naming-utils
icu
idnkit
ilmbase
imagemagick
imlib2
inetutils
initscripts
inputproto
intel-dri
intltool
iotop
iproute2
iptables
iputils
isl
iso-codes
jack
jasper
jdk7-openjdk
jfsutils
jre7-openjdk
js
json-c
json-glib
kbd
kbproto
kdelibs
keyutils
krb5
ladspa
lame
lapack
laptop-mode-tools
lcms
lcms2
less
lib32-alsa-lib
lib32-bzip2
lib32-dbus-core
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-libdrm
lib32-libffi
lib32-libgl
lib32-libglapi
lib32-libice
lib32-libjpeg-turbo
lib32-libmng
lib32-libpciaccess
lib32-libpng
lib32-libsm
lib32-libtiff
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxinerama
lib32-libxrandr
lib32-libxrender
lib32-libxss
lib32-libxv
lib32-libxxf86vm
lib32-openssl
lib32-pcre
lib32-qt
lib32-sqlite3
lib32-util-linux
lib32-v4l-utils
lib32-zlib
libao
libarchive
libart-lgpl
libass
libasyncns
libatasmart
libavc1394
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcdaudio
libcddb
libcdio
libchamplain
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-qt
libdc1394
libdca
libdmx
libdrm
libdv
libdvdnav
libdvdread
libedit
libevent
libexif
libfetch
libffi
libfontenc
libftdi
libgcrypt
libgdata
libgdu
libgee
libgexiv2
libgl
libglade
libglapi
libgme
libgnomekbd
libgnome-keyring
libgnome-media-profiles
libgpg-error
libgphoto2
libgsf
libgssglue
libgtop
libgweather
libical
libice
libid3tag
libidl2
libidn
libiec61883
libieee1284
libimobiledevice
libiodbc
libirman
libjpeg-turbo
libldap
liblrdf
libltdl
libmad
libmms
libmng
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmysqlclient
libnice
libnl
libnotify
liboauth
libofa
libogg
libpcap
libpciaccess
libpeas
libpipeline
libplist
libpng
libproxy
libpulse
libpurple
libqzeitgeist
libraw
libraw1394
libreoffice-base
libreoffice-calc
libreoffice-common
libreoffice-draw
libreoffice-en-US
libreoffice-gnome
libreoffice-impress
libreoffice-ja
libreoffice-kde4
libreoffice-math
libreoffice-sdk
libreoffice-sdk-doc
libreoffice-writer
libreoffice-zh-CN
librpcsecgss
librsvg
libsamplerate
libsasl
libshout
libsidplay
libsm
libsndfile
libsocialweb
libsoup
libsoup-gnome
libspectre
libssh2
libtasn1
libtextcat
libthai
libtheora
libtiff
libtirpc
libtool
libtracker-sparql
libunique
libunique3
libusb
libusb-compat
libva
libvdpau
libvisual
libvorbis
libvpx
libwebkit
libwebkit3
libwnck
libwnck3
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
links
linux
linux-api-headers
linux-firmware
linux-headers
lirc-utils
lm_sensors
logrotate
lpsolve
lsof
lua
lvm2
m4
make
man-db
man-pages
mcpp
mdadm
memcached
mercurial
mesa
metacity
mime-types
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
module-init-tools
mozilla-common
mpfr
mpg123
mplayer
musicbrainz
mutter
mx
mypaint
mysql
mysql-clients
nano
nautilus
nautilus-sendto
ncurses
neon
netcfg
netkit-bsd-finger
nettle
net-tools
networkmanager
network-manager-applet
nfsidmap
nfs-utils
nginx
notification-daemon
nspr
nss
obex-data-server
obexd-client
opencore-amr
openexr
openjpeg
openobex
openssh
openssl
orbit2
orc
p11-kit
pacman
pacman-mirrorlist
pam
pango
parted
patch
pciutils
pcmciautils
pcre
perl
perl-error
perl-test-pod
perl-xml-parser
perl-xml-simple
perl-yaml-syck
phonon
phonon-gstreamer
pidgin
pixman
pkg-config
pm-quirks
pm-utils
polkit
polkit-gnome
polkit-qt
poppler
poppler-data
poppler-glib
popt
ppl
ppp
preload
procps
protobuf
protobuf-python
psmisc
pulseaudio
pulseaudio-alsa
pyatspi
pygobject2-devel
pygobject-devel
pygtk
python2
python2-cairo
python2-gobject
python2-gobject2
python2-numpy
qca
qt
randrproto
raptor
rarian
rasqal
readline
recode
recordproto
redis
redland
redland-storage-virtuoso
reiserfsprogs
renderproto
rest
rpcbind
rsync
rtkit
rtmpdump
ruby
run-parts
s3cmd
sane
schroedinger
scrnsaverproto
scrot
sdl
sed
seed
sg3_utils
shadow
shared-desktop-ontologies
shared-mime-info
shotwell
skype
slim
slim-themes
smbclient
smplayer
soprano
sound-theme-freedesktop
soundtouch
speex
sqlite3
startup-notification
strigi
subversion
sudo
synergy
sysfsutils
syslinux
syslog-ng
sysvinit
t1lib
taglib
talloc
tar
tcl
tdb
telepathy-glib
telepathy-logger
telepathy-mission-control
texinfo
tk
totem
totem-plparser
tracker
trayer
ttf-dejavu
tzdata
udev
udisks
unixodbc
upower
usbmuxd
usbutils
util-linux
v4l-utils
vi
videoproto
vim-runtime
virtuoso
vte3
vte-common
wavpack
wget
which
whois
wireless_tools
wpa_supplicant
wqy-bitmapfont
wqy-zenhei
wxgtk
x264
xbindkeys
xcb-proto
xcb-util
xdg-utils
xdm-archlinux
xextproto
xf86dgaproto
xf86-input-evdev
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xf86vidmodeproto
xfsprogs
xineramaproto
xinetd
xkeyboard-config
xloadimage
xmlto
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-font-util
xorg-font-utils
xorg-iceauth
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-utils
xorg-sessreg
xorg-setxkbmap
xorg-utils
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwininfo
xproto
xvidcore
xz
yajl
yelp
yelp-xsl
zenity
zip
zlib
zsh
